Repository: marianssen/meta-duplicator-for-polylang
Catalog: languages/meta-duplicator-for-polylang-*.po
Languages: cs_cz

source: %s requires the Polylang plugin to be installed and activated.
cs_cz: %s vyžaduje instalaci a aktivaci pluginu Polylang.

source: Are you sure you want to copy all content from the %s language version? This action will overwrite all current metadata and ACF fields.
cs_cz: Opravdu chcete zkopírovat veškerý obsah z jazykové verze %s? Tato akce přepíše všechna aktuální metadata a pole ACF.

source: Click the button to copy content from the selected language version:
cs_cz: Kliknutím na tlačítko zkopírujete obsah z vybrané jazykové verze:

source: Content was successfully copied (%d fields).
cs_cz: Obsah byl úspěšně zkopírován (%d polí).

source: Copy custom fields and ACF data between Polylang translations. Adds a meta box to sync post meta across languages.
cs_cz: Kopíruje vlastní pole a data ACF mezi překlady Polylang. Přidává meta pole pro synchronizaci meta dat příspěvku napříč jazyky.

source: Copying content...
cs_cz: Kopírování obsahu...

source: Copying...
cs_cz: Kopírování...

source: Error communicating with server.
cs_cz: Chyba komunikace se serverem.

source: Error syncing ACF field %1$s: %2$s
cs_cz: Chyba při synchronizaci pole ACF %1$s: %2$s

source: Error syncing ACF fields: %s
cs_cz: Chyba při synchronizaci polí ACF: %s

source: Error syncing meta key %1$s: %2$s
cs_cz: Chyba při synchronizaci meta klíče %1$s: %2$s

source: Error:
cs_cz: Chyba:

source: Invalid post IDs.
cs_cz: Neplatná ID příspěvků.

source: Invalid request method.
cs_cz: Neplatná metoda požadavku.

source: No fields were synchronized.
cs_cz: Žádná pole nebyla synchronizována.

source: No other language variations found.
cs_cz: Nebyly nalezeny žádné další jazykové varianty.

source: One or both posts do not exist.
cs_cz: Jeden nebo oba příspěvky neexistují.

source: Permission denied.
cs_cz: Nedostatečné oprávnění.

source: Plugin Activation Error
cs_cz: Chyba aktivace pluginu

source: Polylang plugin is not active.
cs_cz: Plugin Polylang není aktivní.

source: Posts are not translations of each other.
cs_cz: Příspěvky nejsou vzájemným překladem.

source: Security check failed.
cs_cz: Bezpečnostní kontrola nonce selhala.

source: Sync Content from Language
cs_cz: Synchronizace obsahu z jazyka
